{
  "dataVersion": 1,
  "data": {
    "250": {
      "website": "http://www.asu.edu/",
      "accommodation": "While international students can live where they would like, they are encouraged to live on-campus in ASU residence halls. On-campus living provides more opportunities to make lasting friendships and to practice daily English with other American and international students. On-campus housing is NOT guaranteed for exchange students, and is assigned on a first-come, first-served basis! Students should apply for oncampus housing immediately after they receive their official university acceptance for the best chance of receiving an on-campus assignment; however, being placed in university housing is never guaranteed.\n\nStudents who are not successful in securing on-campus housing, or who do not want to live in the student dormitories, can search for off-campus housing in homestays or apartments. Most apartments require a contract between seven to twelve months, and are not furnished. https://studyabroad.asu.edu/index.cfm?FuseAction=Abroad.ViewLink&Pare nt_ID=61542CC2-5056-A035-EF77EA76343FEC07&Link_ID=84E548B8-5056- A035-EF7557F1774B11FE",
      "emergency_number": "",
      "cost_of_living": "https://studyabroad.asu.edu/index.cfm?FuseAction=Abroad.ViewLink&Parent_ID=61542CC2-5056-A035-EF77EA76343FEC07&Link_ID=84E63F7B-5056-A035-EF2C94B9E0CDDC12"
    },

    "282": {
      "website": "http://www.bc.edu/offices/international/",
      "accommodation": "The Boston College On-Campus Housing Office provides a limited number of rooms in residence halls for visiting undergraduate exchange students. The Office of International Programs will allot these rooms on a lottery basis prior to the start of each semester.\n\nThe Office of International Programs will notify students if they have requested and been selected for on-campus housing. Students should not contact the Boston College housing office directly.\n\nThe Off-Campus Housing Office will assist all students needing off-campus housing. There are plenty of accommodations available near Boston College in the towns of Brighton, Brookline, and Newton. A list of available housing is published and updated regularly by the Off-Campus Housing Office. http://www.bc.edu/offices/international/progsxchangestudents/ExchangeS tudentHousing.html",
      "emergency_number": "",
      "cost_of_living": "http://www.bc.edu/content/dam/files/offices/international/pdf/2013-2014%20Website%20Updates/Exchange%20Student%20Handbook%202015-2016.pdf"
    },

    "91": {
      "website": "http://www.bu.edu/",
      "accommodation": "Upon acceptance exchange students will receive a brochure outlining Boston University on-campus housing options and costs. Residence rates are assessed based on the type of room or apartment to which a student is assigned. In dormitory-style residences, there are seven different room types–single, double, triple, and quad rooms that have either shared bathrooms on a floor or private bathrooms within a room or suite. In apartment-style residences, there are five different types of accommodations–single- or multiple-occupancy bedroom apartments, all with bathrooms and kitchens.\n\nDining plan rates vary depending on the dining plan selected. Students assigned to dormitory-style residences are required to choose one of the six dining plans.\n\nExchange students interested in temporary housing in Boston may also visit the following websites: Youth Hostels\n\nNote: Exchange Students may also choose to live off-campus. Boston University cannot assist students in finding accommodations off-campus; however, the Office of Orientation and Off Campus Services does list rental and hotel information at www.bu.edu/orientation. http://www.bu.edu/housing/",
      "emergency_number": "",
      "cost_of_living": "Information on the cost of living and attendance at Boston University can be found via: http://www.bu.edu/isso/students/prospective/admissions/Estimate-ofExpenses-CRC.html.\n\nExchange students can deduct the cost of tuition which they will not need to pay to BU."
    },

    "381": {
      "website": "http://www.brandeis.edu/",
      "accommodation": "More information on housing will be provided by Brandeis university following acceptance to the programme. http://www.brandeis.edu/studentaffairs/dcl/",
      "emergency_number": "",
      "cost_of_living": "Below is an estimated cost of living from Brandeis, as advised in Feb 2015. Please note these costs are subject to change and will also depend on your lifestyle and activities during your exchange (note the following are in US$):\n\nRoom and Board: US$6,357\n\nHealth insurance: US$850\n\nBooks and supplies: US$500\n\nPersonal expenses: US$750\n\nEstimated airfare: US$1,850\n\nTotal estimated cost: US$10,307\n\nMore information on cost estimates can be seen at: http://www.brandeis.edu/isso/helpful/practical/money/index.html"
    },

    "508": {
      "website": "http://www.carleton.edu/",
      "accommodation": "On campus housing: Most of Carleton's students—and all first-year students—live in one of the College's residence halls (dorms). Most floors have a diverse mix of men and women from all four classes, and RAs are there to coordinate floor and hall activities and other social and educational events. All residence halls have lounges, TVs and laundry facilities. All campus buildings are smokefree and most halls have substance-free floors.\n\nInternational exchange students are required to live in one of the oncampus residential halls.\n\nhttp://apps.carleton.edu/student/housing/",
      "emergency_number": "",
      "cost_of_living": "http://apps.carleton.edu/campus/sfs/costs/"
    },

    "62": {
      "website": "http://www.cmu.edu/",
      "accommodation": "The Housing and Dining Services offers traditional single-gender residence halls, coeducational residence halls, suites, apartments, houses, fraternity and sorority houses and special interest housing. Please note that room rates differ for each of these categories.\n\nUniversity housing is available both on and off campus to all first-year students 17 years of age or older. First-year students under the age of 17 are asked to contact the Office of Housing Services. Transfer student housing is subject to availability and transfer students should contact the Office of Housing Services for more information. Housing facilities, located on the campus proper, are conveniently close to the academic buildings. The Oakland Community Apartments are located within a 5-10 minute walking distance to campus. The Oakland Community Apartments are serviced by the University's shuttle service on a regular basis.\n\nhttp://www.cmu.edu/oie/admins/exchangestudent/exch_housing.pdf",
      "emergency_number": "",
      "cost_of_living": "Please refer to the following link to see the estimated cost of living at CMU. Do note that NUS students going to CMU on SEP will not pay tuition fees to CMU: http://www.studentaffairs.cmu.edu/oie/forstu/coming.html"
    },

    "215": {
      "website": "http://www.case.edu/",
      "accommodation": "Housing can be applied for on campus but is not guaranteed. You will be required to supply your bed linens, pillows, towels, etc. There are several shopping areas within bus/taxi distance. Severance Mall is located on Mayfield Road and South Taylor Road in Cleveland Heights (not within walking distance!). Many stores close by 5:00pm on Sundays so please keep that in mind. You may wish to have items shipped to your designated check-in location (to arrive no more than one week in advance) to that they are here when you arrive on campus.\n\nhttp://students.case.edu/housing/housing/undergrad/",
      "emergency_number": "",
      "cost_of_living": "http://financialaid.case.edu/undergraduate/cost.aspx. "
    },

    "17": {
      "website": "http://www.cornell.edu/",
      "accommodation": "## On-campus Housing\n\nStudents planning on studying at Cornell for a single semester, who have a choice of which semester to arrive, are strongly recommended to arrive in the Spring (January). In addition to more housing availability, there are many benefits to studying at Cornell in the Spring, including an exciting orientation programme comprised of mostly exchange and transfer students.\n\nOn-campus housing is always full during the Fall semester. If students plan on arriving in the Fall, they are encouraged to complete their housing application as soon as they receive their applicant ID or activate their NetID. In the past Cornell have been able to secure housing for all incoming students in the Fall, but they cannot guarantee it.\n\n## Off-campus Housing\n\nStudents sometimes consider living off-campus in an apartment or shared house. This is difficult to plan before they arrive, but not impossible; please refer to the Off campus Housing Office webpage to find out more information. Be aware that off-campus housing has no affiliation with Cornell University housing; so if students find their own off-campus housing, they are responsible for any legal contract (lease), and they will arrange their own payment to the landlord. Temporary Campus Housing Can be arranged for students who want to look for housing off-campus. Interested students should contact the Cornell Housing Office. http://www.campuslife.cornell.edu/campuslife/housing/",
      "emergency_number": "",
      "cost_of_living": "http://finaid.cornell.edu/costattend."
    },

    "29": {
      "website": "http://www.duke.edu/",
      "accommodation": "NUS students attending Duke shall be required to stay on the Duke campus or at other accommodations identified by Duke, and shall pay to Duke room and board fees. http://globaled.duke.edu/About/Visiting_International_Students",
      "emergency_number": "",
      "cost_of_living": "http://globaled.duke.edu/About/Visiting_International_Students/Financial_Information"
    },

    "166": {
      "website": "http://www.emory.edu/home/index.html",
      "accommodation": "## On campus:\n\nExchange students will be housed in university housing, www.emory.edu/housing. Everyone has to complete an on-line application. You can access the application by going to the housing website - www.emory.edu/housing - and clicking on Apply for Undergraduate International Relations Office (Global Education Team) Housing. You can then log in and complete the application. You will be sent the log in information in an email after you have been admitted.",
      "emergency_number": "",
      "cost_of_living": "http://apply.emory.edu/apply/tuition.php"
    },

    "327": {
      "website": "http://studyabroad.gwu.edu/?go=GWExchange",
      "accommodation": "GW offers premium residential options for freshmen and continuing students. Their 53 distinctive residential options range from traditional coed halls and apartment-style residence halls with private bathrooms to Scholars' Village townhouses for upper classmen and independent-living high-rises. Freshmen and sophomores are required to live in University housing, but GW also provides on-campus options for students who want to take advantage of the residence hall system for their entire undergraduate career. Their commitment to provide a complete undergraduate educational experience includes residence hall programming for students in University-sponsored housing. The interest-based housing system allows residents to create living and learning arrangements that best serve their extracurricular interests.\n\nExchange students interested in on-campus housing will be asked to submit a Housing Agreement with their application to GW.\n\nhttp://www.gwu.edu/housing-dining",
      "emergency_number": "",
      "cost_of_living": "https://studyabroad.gwu.edu/costs-incoming-exchange"
    },

    "84": {
      "website": "http://www.gatech.edu/",
      "accommodation": "## On-Campus Housing:\n\nThe residence halls at Georgia Tech provide housing that is convenient and affordable for students. If you would like on campus housing, please submit a housing interest form with your application. Once officially accepted, you will be contacted to complete the online housing contract and pay a US$600 (subject to change) housing deposit.\n\nUnfortunately, on-campus housing is not available to exchange students who are only at Georgia Tech for the fall semester (one exception – see below). This is unfortunately the result of a general shortage of housing, in an urban campus, where space is limited even for students living on-campus for the full academic year.\n\nI-House: There are 8-10 places reserved in the International House “IHouse” for undergraduate exchange students each fall and spring semester. This is the only on-campus housing option available to students who choose to study at Georgia Tech for only the fall semester. To learn more about this option take a look at this website: https://oie.gatech.edu/content/i-house-application . After you have been accepted for exchange study at Georgia Tech you will be contacted regarding the special application process for exchange students. Do not apply for housing online or pay the US$600 deposit yet as the website instructs you to do –Instructions on when to pay the US$600 deposit if you are chosen for the I-House will be given when necessary.\n\n## Off-campus:\n\nUnfortunately, the Office of International Education cannot secure offcampus housing for exchange students. If you are here for fall semester only or are choosing not to live on campus, you will be responsible for securing your own housing. You can do this in advance or secure temporary housing and search when you first arrive. While we cannot find housing for you, we are happy to help advise you on location, safety or general questions about off-campus housing.\n\nFor a full list of off-campus housing options, see the Off-Campus Housing Directory at the following http://www.housing.gatech.edu/assignments/publications/OffCampusDirectory.pdf.",
      "emergency_number": "",
      "cost_of_living": "https://www.finaid.gatech.edu/cost-return-investment"
    },

    "32": {
      "website": "http://www.northwestern.edu/",
      "accommodation": "## On campus housing: \n\nNorthwestern’s on-campus living options range from smaller residences with as few as 21 students to larger units housing more than 600. The Evanston campus is home to older, ivy-covered houses, residence halls, and residential colleges as well as recently built halls. Each building has its own character, spirit, and unique advantages. Northwestern’s housing options are as varied as its students. From their oldest residence hall still in use (built in 1901) to their newest residential college (built in 2002), and everything in between, there is a building and a style to fit just about everyone's preference in living style.\n\nhttp://www.northwestern.edu/living/\n\n## Off campus housing: \n\nNorthwestern University does not provide an apartment finding service. However there are listings to a number of web links of places that specialize in advertising places to rent or sub-lease.\n\n(http://www.northwestern.edu/offcampus/).",
      "emergency_number": "",
      "cost_of_living": "http://www.northwestern.edu/sfs/tuition/housing/ug.html https://bigfuture.collegeboard.org/college-university-search/northwesternuniversity"
    },

    "101": {
      "website": "http://www.psu.edu/",
      "accommodation": "## On-campus Housing:\n\nExchange applicants planning to apply to live in University housing must create a Friends of Penn State Account (FPS) https://fps.psu.edu/ to receive a special e-mail address connection that will facilitate communication from the Housing Assignments Office. The exchange application materials include an Intent to Live in On-Campus Housing Form from International Student Services (ISS) on which applicants must write the FPS e-mail account. Once all of the exchange application materials have been approved, applicants would be sent an on-line housing contract, a legally binding agreement.\n\n## Off-campus housing:\n\nThere are almost always adequate and affordable off-campus accommodations available in the local area, although it is quite expensive to rent an apartment without financial assistance from roommates. Assistance with locating off-campus accommodations is offered by ISS during the Orientation Program. Students who are not required to live on campus and desire to prepare their own meals and/or have their own private bedroom are urged seriously to consider off-campus options. More information is located at http://www.sa.psu.edu/ocl/",
      "emergency_number": "",
      "cost_of_living": "http://admissions.psu.edu/costs-aid/tuition/"
    },

    "90": {
      "website": "http://www.purdue.edu/",
      "accommodation": "## On-campus housing:\n\nHousing applications no longer need to be submitted with the application forms. Students will need to wait until they have been admitted and assigned a Purdue identification number to reserve on-campus housing. As soon as an exchange student is admitted, the study abroad office will send an email explaining exactly how to apply online for housing. However, housing is not guaranteed, students are advised to apply for housing as soon as they are accepted. Note the following: University Residencies is charging a US$100 non-refundable housing application fee; this fee is paid online with a Visa, MasterCard, Discover or American Express credit card.\n\nHousing fees will be charged to the student's university account and can be paid by check, cash or money order at the Bursar Office; they can also be paid online with a MasterCard, Discover or American Express credit card (not Visa), however there is a convenience fee of 2.75%.\n\nSingle rooms are not available to undergraduate students during the fall semester.\n\n## Off-campus housing:\n\nThe Study Abroad Office does not have the resources to assist exchange students locate accommodation.\n\nhttp://www.purdue.edu/purdue/admissions/housing.html",
      "emergency_number": "",
      "cost_of_living": "http://www.studyabroad.purdue.edu/resource/preparing.pdf"
    },

    "106": {
      "website": "http://www.rice.edu/",
      "accommodation": "## On campus housing:\n\nPlease visit: http://students.rice.edu/students/Colleges1.asp Automatic on-campus placement for admitted students (no separate application needed).\n\n## Off-campus: Rice has an on-line resource for off-campus housing. Please visit: http://offcampus.rice.edu/\n\nApartments and rooms for rent far from Rice University may be less expensive than those nearby. Public transportation may be a problem with the more distant locations, however. If you do not own a car, you should find out about bus routes before selecting a place to live.\n\nRates vary according to location, neighborhood, amenities provided, age, and condition of the complex. The average one bedroom unfurnished (without furniture, but with appliances) apartment near campus costs approximately US$500-US$750 a month. Renting with furniture adds approximately US$300 more per month. An unfurnished two-bedroom apartment has an average cost of approximately US$600-US$950. Utilities (gas, electricity and telephone) are usually charged separately and add approximately US$150 to your monthly costs. Students often prefer to share an apartment in order to save money. Occasionally, rooms in homes are available at a lower cost. Visit Rice’s online resource website for listings of garage apartments, rooms, and students desiring roommates.\n\nhttp://campushousing.rice.edu/",
      "emergency_number": "",
      "cost_of_living": "https://students.rice.edu/students/2015-2016_tuition_fees.aspx"
    },

    "160": {
      "website": "http://www.tamu.edu/",
      "accommodation": "## On campus housing:\n\nOn campus housing is available, but not guaranteed. Prospective students must adhere to all university housing deadlines regarding housing applications, deposits and fees. For on-campus residence hall options and semester costs, review the following website: http://reslife.tamu.edu/ Exchange students can elect to live off-campus, but are responsible for locating off-campus housing themselves.\n\n## Off campus housing:\n\nStudents can receive help locating off-campus apartments at the Student Life Programs Office, (Tel: +1 979-845-1741).",
      "emergency_number": "",
      "cost_of_living": "http://admissions.tamu.edu/freshman/cost"
    }

  }
}
